<template>
    <section class="about-container" id="about">
        <h2>עלינו</h2>
        <div class="about-desc">
            <p>קצת על הסטודיו 🌿</p>
            <p>סטודיו אוליב נולד מתוך רצון פשוט</p>
            <p>להנגיש לכל אישה אימון מקצועי באמת, מדוייקת ובטוחה ובלי תחושת “עוד אחת בקבוצה”.
                הקמנו סטודיו לנשים בלבד, עם קבוצות קטנות ויחסי אישי.</p>
            <p>כדי שכל מתאמנת תרגיש שרואים אותה, מקשיבים לה, ומקדמים אותה בקצב שנכון לה.</p>
            <label>
                <img src="../assets/imgs/map-pin.svg" alt="">
                <p>
                    הרא”ה 34, רמת גן</p>
            </label>
        </div>
    </section>
</template>