<template>
    <section class="about-container" id="about">
        <h2>עלינו</h2>
        <div class="about-desc">
            <p>חולמת על גוף חטוב וחזק? ב’סטודיו אוליב’ ברמת גן, אנחנו כאן כדי לעזור לך להשיג בדיוק את זה! עם פילאטיס
                מכשירים
                ואימוני כוח ממוקדים -
                תקבלי יחס אישי בקבוצות קטנות, כך שתוכלי לעבוד על חיטוב הגוף והגעה למטרות האישיות שלך.
            </p>
            <p>
                בין אם את רוצה להתחזק, לעצב או פשוט להרגיש טוב יותר בגוף שלך – אנחנו כאן כדי ללוות אותך בדרך.
                בסטודיו שלנו מחכה לך קהילה תומכת, אווירה מקצועית ומלאת אנרגיות שידחפו אותך קדימה.
                הגיע הזמן להתחיל להגשים את המטרות שלך!
            </p>
            <p>
                אימון היכרות ללא התחייבות – בואי להתנסות ולהתחיל את המסע שלך לחיטוב וחוזק.
            </p>
            <label>
                <img src="../assets/imgs/map-pin.svg" alt="">
                <p>
                    הרא”ה 34, רמת גן</p>
            </label>
        </div>
    </section>
</template>