<template>
    <section class="about-container" id="about">
        <h2>עלינו</h2>
        <div class="about-desc">
            <div>
                <p>קצת על הסטודיו 🌿</p>
                <p>סטודיו אוליב נולד מתוך רצון פשוט</p>
                <p>להנגיש לכל אישה אימון מקצועי, מדוייק ובטוח. בלי תחושת “עוד אחת בקבוצה”.</p>
                <p>הקמנו סטודיו לנשים בלבד, עם קבוצות קטנות ויחס אישי אמיתי.
                    כדי שתרגישי שרואים אותך ומקדמים אותך בקצב נכון לתוצאה שלך.</p>
            </div>
            <label>
                <img src="../assets/imgs/map-pin.svg" alt="">
                <p>
                    הרא”ה 34, רמת גן</p>
            </label>
            <p>
                כאן אנחנו משלבות בין עולמות פילאטיס מכשירים ואימוני כוח.
                תוכלי למצוא אצלנו מגוון אימונים מאתגרים באווירה משפחתית ותומכת -
                כזו שמחזיקה לאורך זמן.
                צוות המאמנות שלנו דואגות להתאים את האימון בדיוק אליך כדי לאפשר
                לכל מתאמנת בין אם היא מתחילה או מנוסה לקבל אימון מדוייק מקצועי ומתאגר.
            </p>
        </div>
    </section>
</template>